[Cypher001]
01=I am the spirit of Amadeus Arkham.
02=Through my actions, I have saved this cursed city, though my own curse is to forever remain in the shadows.
03=My story is carved into the very soul of Arkham and will only be revealed to those dedicated enough to discover it.
title=Deciphered message #1

[Cypher002]
02=My family's blood ran through the heart of Gotham.
03=We were doctors, politicians and teachers; we have been the organ cleaning the arterial filth from the city.
04=We have been its servants giving all to protect it. And still it has chosen to hurt us.
title=Deciphered message #2

[Cypher003]
02=As Gotham's veins slowly filled with pain and suffering, the effects were felt everywhere.
03=My father fell first, infected by some foul disease; my mother lived on, but only in a dream.
04=I returned to the family home to care for her where she remained in her bed for as long as her body continued to breathe.
05=Her tears kept me awake at night.
title=Deciphered message #3

[Cypher004]
02=My journey lasted little over a month. Visiting academics in both Metropolis and Keystone, I was exposed to a wealth of new ideas.
03=I began my day returning home in good spirits, eager to see my wife and family.
04=I ended it kneeling in their blood, broken fragments of my life pouring through dripping red fingers.
title=Deciphered message #4

[Cypher005]
02=I returned to my work, but I could not shake the pictures from my mind.
03=I should have been repulsed, but I was more eager than ever to find an explanation for why someone would do this.
title=Deciphered message #5

[Cypher006]
02=They brought the animal before me, shameless and barking like a mad dog.
03=For what felt like days I endured his boasts.
04=He took pleasure recounting his actions, cataloguing his depraved crimes.
05=What should have been revenge turned to pity. This poor dog needed my help.
title=Deciphered message #6

[Cypher007]
02=The island changed little over the years.
03=Its reputation was in tatters, but I vowed to fix it.
04=As the buildings were rebuilt I saw the future, a bright wonderful future.
title=Deciphered message #7

[Cypher008]
02=New brick, metal and paint covered old wounds.
03=Fresh blood was injected into the body.
04=Bright new minds came and all swore to uphold our promises.
05=We all knew we were the ones to fix this city.
06=And the city would thank us.
title=Deciphered message #8

[Cypher009]
02=My family's killer stood in front of me. Years of therapy have deemed him sane. I was proud to see him walk free.
03=In exchange for his liberty the state required only a signature.
04=He talked about wanting to walk in a park, how he longed to feel fresh air on his face, and then he took my father's fountain pen and killed my secretary.
05=As he was subdued, he screamed out, pleading for forgiveness, for pity, but I had none.
06=I watched as guards beat him to a stain on the floor.
title=Deciphered message #9

[Cypher010]
02=Spring was a turning point, a new beginning, a glorious realization of my true destiny.
03=My family's killer perished in an unfortunate accident.
04=These animals cannot be cured. Like dogs, they only respond to discipline.
05=And if that fails, then I was afraid that these accidents would have to continue.
title=Deciphered message #10

[Cypher011]
02=I took a walk around my island. I passed by the penitentiary and felt nauseous at the thought of the filth it contained.
03=I looked out over the Gotham Bay and in the distance I saw lights, no doubt boats bringing more filthy degenerates to my city.
04=I swore again to protect her from this darkness.
title=Deciphered message #11

[Cypher012]
02=I argued with the latest group of young, eager doctors.
03=They bored me with theories and ideas, proving that they had no theories on how to cure these animals.
04=Only one shared my vision.
05=I offered her the chance to explore her dreams. She accepted. We'll make a good team.
title=Deciphered message #12

[Cypher013]
02=The Gotham police dragged a new patient to the island.
03=They said he was responsible for the disappearance of hundreds of the city's vagrants.
04=As I looked at his disgusting body, all scales and teeth, my mind ran free, dreaming of delicious punishments to break this monster.
05=Doctors gathered around, poking it, examining, but only I knew what would cure him once and for all.
title=Deciphered message #13

[Cypher014]
02=The beast was too strong. His animal savagery nearly cost me my life.
03=I took my frustrations out on a lone patient. His case notes suggested he was a paranoid schizophrenic.
04=His pleas as I beat him to death suggested much more.
05=His confessions were illuminating.
06=My path was clear.
title=Deciphered message #14

[Cypher015]
02=Every day I found the patients more distracting. Their insane mutterings and constant twitching disgusted me.
03=There was only one way to cure this evil, only one way to purify the city and ensure its future.
04=I needed to prepare myself.
05=I needed to be ready.
title=Deciphered message #15

[Cypher016]
02=I had a sudden pang of conscience. I sought counsel from my priest on the choices I had made. I asked him if it was a sin to kill in order to save a life.
03=The holy man said all life was sacred, but a judgment would not be upon my soul if I acted to save another.
04=I left the confessional with my soul uplifted, convinced more than ever I am doing a service not only to mankind, but to God as well.
title=Deciphered message #16

[Cypher017]
02=I watched in silence as he brought in the woman. Her skin now a venomous green, the wanton creature no longer looked like a human being, much less a woman.
03=The Bible says, "Suffer not a witch to live," yet he has once again delivered this female atrocity to our care.
04=Once I have dealt with the monster, I think it will be time to see if green wood does, in fact, burn.
title=Deciphered message #17

[Cypher018]
02=Sitting in the darkness outside of his cell, I watched the crazed twitching; listened to the disgusting words that came from his mouth.
03=How can I let a dirty animal like this live? He is the cancer I have sworn to protect the city from.
title=Deciphered message #18

[Cypher019]
02=Curse me for a fool. How could I not see it until now? The monster had a confederate! I hid in the darkness near his cell and saw with my own eyes one of the doctors whispering to him.
03=She looked at him through the transparent barrier with tenderness, with, dare I say, desire. My skin crawled with revulsion as she kissed the glass.
04=Fighting the urge to dash the woman's head through the glass, I let her continue; the damnable clown might have shared secrets with her that would be useful once the mad dog has been executed.
05=I'm sure the woman will reveal what she knows to me. If not willingly, then certainly under electronic persuasion. After that, a lobotomy, I think.
06=Unfortunate for one so young, but her lust has put the reputation of Arkham at stake. Yes. A lobotomy, the very thing. There is no other way to ensure her silence in this regrettable matter.
title=Deciphered message #19

[Cypher020]
02=Yet again I found myself watching him.
03=No one can provide a cure. He laughs in the face of those who try.
04=Amadeus would not have let him live and neither should I.
05=One last sip of cognac and I was ready.
title=Deciphered message #20

[Cypher021]
02=He watched as I entered the cell.
03=He smiled as I showed him the knife. I told him how I will use it. How I will cleanse this city.
04=And then terror.
05=I was paralyzed. I struggled. I screamed, but I was silent.
06=The monster looked at me, expressionless. He ran my blade slowly across my forehead; a smile cracked across his horrible porcelain face and I heard the filth fall from his mouth.
07=He laughed and called me that horrible name.
title=Deciphered message #21

[Cypher022]
02=It must have been Crane, another one who doesn't deserve to live.
03=Why do these people thrive on chaos? Joker in particular desired anarchy and, since his escape, will no doubt wreak it upon my city.
04=I feel this is the end for my diary.
05=Joker will be recaptured, my story will be told.
06=I am not afraid. If Arkham becomes my cell, then I will know I did my best. I will be remembered.
title=Deciphered message #22

[Cypher023]
01=I am the spirit of Amadeus Arkham.
02=Even though Amadeus had long since passed, his spirit lived on, surviving, moving through the walls of his asylum.
03=When it chose me, I felt proud. I was honored to continue his work. To cleanse this city.
04=If you are strong-willed enough to follow my tales, you are strong-minded enough to deduce my identity.
05=Come and find me, friend. Together we will save Gotham.
title=Deciphered message #23

[Cypher024]
01=My name is Quincy Sharp, the spirit of Amadeus Arkham.
02=You have done well to decipher my story and I pray it has helped you on your path.
03=I trust that through my writings you will do what is right. Please.
04=I implore you, continue my work. This city deserves a savior; continue my work!
title=Final message to Batman
